<PAD>
<UNK>
<CLS>
<SEP>
<MASK>
ACCCTA
CCCTAA
CCTAAC
CTAACC
TAACCC
AACCCT
CCCTAC
CCTACC
CTACCC
TACCCT
ACCCTT
CCCTTA
CCTTAA
CTTAAC
TTAACC
CTAACG
TAACGC
AACGCT
ACGCTA
CGCTAA
GCTAAC
ACCCTC
CCCTCA
CCTCAT
CTCATT
TCATTA
CATTAT
ATTATT
TTATTC
TATTCT
ATTCTC
TTCTCG
TCTCGG
CTCGGC
TCGGCT
CGGCTG
GGCTGC
GCTGCA
CTGCAA
TGCAAA
GCAAAG
CAAAGA
AAAGAG
AAGAGG
AGAGGA
GAGGAA
AGGAAG
GGAAGG
GAAGGA
AAGGAT
AGGATC
GGATCT
GATCTT
ATCTTT
TCTTTA
CTTTAC
TTTACC
TTACCG
TACCGT
ACCGTG
CCGTGG
CGTGGA
GTGGAT
TGGATG
GGATGT
GATGTG
ATGTGG
TGTGGC
GTGGCC
TGGCCC
GGCCCC
GCCCCC
CCCCCA
CCCCAG
CCCAGT
CCAGTT
CAGTTG
AGTTGT
GTTGTC
TTGTCC
TGTCCC
GTCCCA
TCCCAA
CCCAAA
CCAAAA
CAAAAT
AAAATG
AAATGA
AATGAA
ATGAAG
TGAAGC
GAAGCA
AAGCAG
AGCAGT
GCAGTG
CAGTGC
AGTGCC
GTGCCC
TGCCCC
CCCCAA
CCCAAC
CCAACG
CAACGT
AACGTC
ACGTCT
CGTCTG
GTCTGT
TCTGTG
CTGTGG
TGTGGA
GTGGAG
TGGAGA
GGAGAG
GAGAGG
AGAGGC
GAGGCA
AGGCAT
GGCATG
GCATGC
CATGCG
ATGCGC
TGCGCT
GCGCTG
CGCTGC
GCTGCT
CTGCTC
TGCTCC
GCTCCA
CTCCAC
TCCACC
CCACCT
CACCTT
ACCTTC
CCTTCG
CTTCGG
TTCGGG
TCGGGA
CGGGAT
GGGATG
GATGTC
ATGTCC
GTCCCC
TCCCCC
CCCCCG
CCCCGC
CCCGCG
CCGCGT
CGCGTC
GCGTCT
CTGTGC
TGTGCT
GTGCTG
TGCTGA
GCTGAG
CTGAGC
TGAGCA
GAGCAG
AGCAGA
GCAGAA
CAGAAT
AGAATG
GAATGC
AATGCA
ATGCAG
TGCAGC
GCAGCT
CAGCTC
AGCTCC
GCTCCG
CTCCGT
TCCGTT
CCGTTA
CGTTAT
GTTATC
TTATCG
TATCGC
ATCGCG
TCGCGT
CGCGTT
GCGTTC
CGTTCC
GTTCCC
TTCCCC
CCCCCC
CCCCGA
CCCGAA
CCGAAG
CGAAGT
GAAGTC
AAGTCT
AGTCTC
GTCTCT
TCTCTG
CTCTGC
TCTGCA
CTGCAG
TGCAGA
GCAGAG
CAGAGG
AGGAAA
GGAAAA
GAAAAC
AAAACG
AAACGG
AACGGA
ACGGAG
CGGAGC
GGAGCT
GAGCTC
GCTCCT
CTCCTC
TCCTCC
CCTCCT
CTCCTT
TCCTTC
CTTCGC
TTCGCG
TCGCGA
CGCGAT
GCGATG
CGATGC
GATGCT
ATGCTC
TGCTCT
GCTCTC
CTCTCC
TCTCCA
CTCCAG
TCCAGG
CCAGGT
CAGGTC
AGGTCT
GGTCTG
GTCTGC
TCTGCG
CTGCGC
CGCTGA
CTGAGG
TGAGGA
GAGGAG
AGGAGA
GGAGAA
GAGAAC
AGAACG
GAACGC
AACGCA
ACGCAG
CGCAGC
CTCCGC
TCCGCC
CCGCCC
CGCCCT
GCCCTC
CCCTCG
CCTCGC
CTCGCA
TCGCAA
CGCAAA
CAAAGG
AAAGGC
AAGGCA
GGCATA
GCATAG
CATAGC
ATAGCG
TAGCGC
AGCGCC
GCGCCA
CGCCAT
GCCATC
CCATCG
CATCGC
ATCGCA
TCGCAG
CGCAGG
GCAGGC
CAGGCG
AGGCGC
GGCGCA
GCGCAG
CGCAGA
CAGAAA
AGAAAA
GAAAAA
AAAAAA
AAAAAC
AAACGT
ACGTCG
CGTCGG
GTCGGT
TCGGTG
CGGTGC
GGTGCA
GTGCAG
GCAGCG
CAGCGC
AGCGCA
CAGAGA
AGAGAA
GAGAAA
AAACGA
AACGAC
ACGACG
CGACGG
GACGGC
ACGGCG
CGGCGC
GGCGCG
GCGCGT
GCGTCC
CGTCCC
GTCCCT
TCCCTG
CCCTGG
CCTGGG
CTGGGG
TGGGGG
GGGGGG
GGGGGC
GGGGCG
GGGCGC
GCGCGG
CGCGGC
GCGGCG
CAGGCC
AGGCCC
GGCCCA
GCCCAG
CCCAGA
CCAGAG
AGAGAG
CATGCC
ATGCCA
TGCCAC
GCCACC
CCACCG
CACCGT
ACCGTT
CCGTTG
CGTTGC
GTTGCG
TTGCGC
TGCGCC
GCGCCG
CGCCGG
GCCGGG
CCGGGG
CGGGGC
GGGCGT
GGCGTG
GCGTGG
CGTGGG
GTGGGC
TGGGCG
GCAGAC
CAGACG
AGACGC
GACGCA
AGAGAC
GAGACG
ACGCAC
CGCACG
GCACGC
CACGCC
ACGCCG
GCCGGC
CCGGCG
CCGGGA
GGATGG
GATGGG
ATGGGA
TGGGAG
GGGAGC
GGAGCG
GAGCGC
AGCGCG
GCGGCC
CGGCCC
CCCAGG
CCAGGC
CAGACA
AGACAC
GACACG
ACACGG
CACGGA
ACGGAC
CGGACG
GGACGG
ACGGCA
CGGCAG
GGCAGC
CAGCGT
AGCGTG
CGTGGC
GTGGCG
TGGCGC
GGCGCC
GCGCCT
CGCCTG
GCCTGG
CCTGGC
CTGGCC
TGGCCG
GGCCGG
GCCGGA
CCGGAG
CGGAGG
GGAGGC
GAGGCG
GCGCGA
CGCGAC
GCGACG
CGACGC
CCAGAC
GACACA
ACACAC
CACACA
CACACG
CACGGC
CGGCGG
GGCGGC
GCCATG
CCATGA
CATGAT
ATGATG
TGATGG
TGGGAC
GGGACC
GGACCC
GACCCC
ACCCCG
CCGCGC
CGCGCA
GCGCAC
CGCACA
GCACAG
CACAGA
ACAGAC
AGACGG
GACGGA
ACGGAT
CGGATG
GATGGT
ATGGTG
TGGTGG
GGTGGC
CGCAGT
GCAGTA
CAGTAG
AGTAGA
GTAGAA
TAGAAA
AAACGC
AACGCC
ACGCCA
CGCCAG
GCCAGC
CCAGCG
CGCGGT
GCGGTG
GGTGCG
GTGCGG
TGCGGG
GCGGGG
CGGGGG
CAGGCA
AGGCAC
GGCACA
CACAGG
ACAGGC
GGACGC
GACGCC
CGCCGA
GCCGAC
CCGACG
GACGGG
ACGGGG
CGCCGC
GCCGCC
CCGCCG
GCCGCG
CCGCGG
CGCCGT
GCCGTG
TGGCGG
GGCGGT
CGGTGG
GTGGCA
TGGCAA
GGCAAG
GCAAGA
CAAGAG
AAGAGT
AGAGTC
GAGTCA
AGTCAC
GTCACG
TCACGC
CACGCG
ACGCGG
CGCGGA
GCGGAG
CGGAGA
GAGAGA
AGAGAT
GAGATG
AGATGC
GATGCA
ATGCAC
TGCACG
GCACGG
ACGGCT
GCTGCG
CTGCGT
TGCGTG
TCCCCT
CCCCTA
CCCTAT
CCTATG
CTATGG
TATGGG
ATGGGC
GGCGGA
GAGGCC
GGGCGG
GGCGGG
GGGGGT
GGGGTC
GGGTCG
GGTCGG
GTCGGG
TCGGGG
GGTCGC
GTCGCG
TCGCGG
GAGACC
AGACCC
GACCCA
ACCCAC
CCCACG
CCACGC
ACACGC
CACGCA
GGGGCA
GGGCAG
GGCAGG
GCAGGG
CAGGGG
AGGGGC
GCGGGA
CGGGAG
TCCGCG
GGCAGA
GAAAAG
AAAAGG
AAAGGA
AAGGAC
AGGACG
GACGCT
ACGCTG
CGCTGG
GCTGGC
CTGGCG
AAAAAT
AAATGG
AATGGC
ATGGCG
GCCGAG
CCGAGA
CGAGAA
AAAAGC
AAAGCG
AAGCGC
GCGCAA
AAAGAC
AAGACG
ACGGGC
CGGGCG
CAGAGT
GAGTCG
AGTCGG
TCGGGC
GGCGCT
GCGTCG
CGTCGC
GTCGCC
TCGCCG
CCGAGG
CGAGGT
GAGGTG
AGGTGG
GGTGGG
GTGGGG
ACGCGC
GAGAAG
AGAAGA
GAAGAA
AAGAAC
AACGCG
ACGCGA
CGCGAG
GCGAGC
CGAGCG
CGAGGA
GAGGAC
AGGACA
GGACAA
GACAAG
ACAAGG
CAAGGC
AAGGCG
GGAGAC
CGCGGG
GGGCGA
GGCGAG
GCGAGG
CGAGGC
GGAGAT
TGCACT
GCACTC
CACTCC
ACTCCG
CCGCCA
GCCAGG
CGGGGA
GGGGAG
GGGAGG
GGAGGG
GAGGGG
AGGGGG
CAGTGA
AGTGAC
GTGACG
TGACGC
CCGCCT
TGGGGC
GAGACA
AGACAG
GACAGG
AGGCGG
GCGGAA
CGGAAC
GGAACC
GAACCT
AACCTC
ACCTCA
CCTCAG
CTCAGT
TCAGTA
CAGTAA
AGTAAT
GTAATC
TAATCT
AATCTG
ATCTGA
TCTGAA
CTGAAA
TGAAAA
AAAGCC
AAGCCA
AGCCAG
CAGGTT
AGGTTG
GGTTGC
GTTGCC
TTGCCC
CCCCCT
CCCCTC
CCCTCC
TCCTTG
CCTTGC
CTTGCG
TTGCGG
TGCGGC
CGGCCG
CCGGGC
CGGGCA
GGGCAC
GGCACT
GCACTA
CACTAA
ACTAAA
CTAAAG
TAAAGG
AAAGGG
AAGGGC
AGGGCC
GGGCCC
GCCCAC
CCCACT
CCACTT
CACTTG
ACTTGC
CTTGCT
TTGCTG
GCTGAA
CTGAAG
TGAAGG
GAAGGC
CGCTGT
GCTGTG
TGTGCC
GTGCCA
TGCCAG
GCGTGC
CGTGCC
CCCCTG
CCCTGC
CCTGCT
CTGCTG
TGCTGG
GCTGGT
CTGGTG
TGGTGA
GGTGAC
GTGACT
TGACTG
GACTGG
ACTGGG
GGGCAA
GGCAAC
GCAACT
CAACTG
AACTGC
ACTGCA
TGCAGG
CAGGGT
AGGGTT
GGGTTC
GGTTCT
GTTCTC
TTCTCT
TCTCTT
CTCTTG
TCTTGC
TTGCTT
TGCTTC
GCTTCC
CTTCCA
TTCCAT
TCCATT
CCATTA
CATTAG
ATTAGT
TTAGTG
TAGTGG
AGTGGC
TGGCCA
GGCCAG
CAGCGG
AGCGGC
GCCCCT
GGCACC
GCACCG
CACCGC
ACCGCA
CCGCAG
AGGGTC
GGGTCC
GGTCCT
GTCCTC
TCCTCT
CCTCTT
CTTGCA
TTGCAC
TGCACA
GCACAC
ACACAG
CACAGT
ACAGTA
CAGTAT
AGTATA
GTATAG
TATAGT
ATAGTG
GCGGCA
CGGCAT
ATGCCG
TGCCGC
GCCTGC
CTGGCA
TGGCAG
CAGCTG
AGCTGG
GCTGGA
CTGGAG
AGACAT
GACATT
ACATTG
CATTGC
ATTGCA
TTGCAG
CAGGGC
AGGGCT
GGGCTC
GGCTCT
CTCTCT
TTGCTC
TGCTCA
GCTCAT
CTCATA
TCATAG
CATAGT
ATAGTA
TAGTAT
TAGTGA
GTGACA
TGACAG
ACAGGA
CAGGAC
ACGCCC
CGCCCG
GCCCGC
CCCGCC
GCTGGG
TGGGGA
GGGGAC
GGGACA
GGACAC
GACACT
ACACTG
CACTGC
ACTGCC
CTGCCG
TGCCGG
CCGGCC
CGGCCA
GGCCAC
GCCACT
CCACTC
CACTCT
ACTCTT
CTCCAA
TCCAAG
CCAAGT
CAAGTG
AAGTGT
AGTGTA
GTGTAG
TGTAGT
GTAGTG
GTGGCT
TGGCTG
GGCTGT
GCTGTT
CTGTTG
TGTTGG
GTTGGC
TTGGCT
TGGCTC
GGCTCC
GCTCCC
CTCCCC
CGGGCC
GGCCCT
CCCTCT
TGCTTG
GCTTGC
TGCAGT
GCAGTT
CAGTTT
AGTTTA
GTTTAC
TTTACT
TTACTG
TACTGG
GGCACG
CGCCCC
CCCCTT
CCCTTC
CCTTCT
CTTCTG
TTCTGG
TCTGGC
GGCCGC
GCCGCT
CCGCTT
CGCTTG
GCTTGG
CTTGGG
TTGGGG
CACTAC
ACTACA
CTACAG
TACAGG
CAGGAT
AGGATG
GGATGC
GCTCTT
GCTCAC
CTCACA
TCACAG
ACAGTG
CAGTGT
AGCTCG
GCTCGC
CTCGCC
GCAACC
CAACCA
AACCAG
ACCAGG
CCAGGG
AGGGTA
GGGTAC
GGTACT
GTACTG
TACTGC
CTCATG
TCATGG
CATGGT
TGGTGT
GGTGTG
GTGTGG
TGTGGT
GTGGTG
TGGTGC
GGTGCC
TGCCCG
GCCCGT
CCCGTC
CCGTCC
CGTCCA
GTCCAC
CCACCA
CACCAC
ACCACC
CACCTG
ACCTGC
CAGCTA
AGCTAA
GCTAAG
CTAAGG
TAAGGA
GCTCAG
CTCAGA
TCAGAG
AGAGTG
GAGTGT
GTAGTC
TAGTCG
AGTCGT
GTCGTC
TCGTCG
CGTCGT
GTCGTA
TCGTAC
CGTACA
GTACAC
TACACC
ACACCC
CACCCC
ACCCCC
GGGACG
GCTGCC
CGGGAC
GGGACT
GGACTT
GACTTT
ACTTTT
CTTTTC
TTTTCC
TTTCCT
TTCCTG
TCCTGG
TGGCAC
GCACTG
CACTGT
ACTGTC
CTGTCG
TGTCGT
GTCGTG
TCGTGG
GCAGCA
CAGCAC
AGCACA
CACACT
ACACTA
ACTACC
CTACCT
TACCTG
CCTGCA
AGGCAG
GCAGAT
CAGATG
AGATGG
ATGGGG
GGACTA
GACTAT
ACTATG
CTATGC
TATGCA
CAGGGA
AGGGAC
GGACCT
GACCTC
ACCTCT
TCTTGT
CTTGTT
TTGTTC
TGTTCA
GTTCAG
TTCAGG
TCAGGG
AGGGTG
GGGTGT
GTGTGA
TGTGAG
GTGAGG
TGAGGG
GAGGGC
GGGCTG
GGCTGG
GCCCTA
CCTACT
CTACTG
ACTGGC
CGCCTC
GCCTCC
CTCCTG
TCCTGC
CTGCAC
TGCACC
GCACCA
ACCACT
CACTTA
ACTTAA
CTTAAA
TTAAAG
TAAAGT
AAAGTC
AAGTCG
GTCGGA
TCGGAG
GCCAGT
CAGTTA
AGTTAA
GTTAAG
TTAAGC
TAAGCA
AAGCAC
AGCACC
CACCAT
ACCATC
CCATCA
CATCAG
ATCAGT
TCAGTT
CAGTTC
AGTTCT
GTTCTG
TCTGGA
CTGGAA
TGGAAA
GGAAAT
GAAATT
AAATTG
AATTGA
ATTGAA
TTGAAA
TGAAAC
GAAACT
AAACTG
AACTGA
ACTGAA
TGAAAT
GAAATG
AATGGA
ATGGAG
TGGAGC
GAGCTA
AGCTAT
GCTATT
CTATTA
TATTAC
ATTACT
TACTGA
ACTGAG
GAGAGT
AGAGTT
GAGTTG
AGTTGA
GTTGAT
TTGATG
TGATGT
TCCCAG
GTTCTT
TTCTTG
CTTGTC
TTGTCT
TGTCTA
GTCTAA
TCTAAC
CTAACT
TAACTT
AACTTG
ACTTGG
CTTGGA
TTGGAA
TGGAAG
GGAAGA
AAGAAA
AGAAAG
GAAAGA
AAAGAT
AAGATT
AGATTT
GATTTT
ATTTTT
TTTTTC
TTTTCA
TTTCAC
TTCACC
TCACCA
CACCAA
ACCAAG
CCAAGA
GGCAGT
AGTAAA
GTAAAA
TAAAAA
AAAACA
AAACAT
AACATG
ACATGG
CATGGC
ATGGCA
CAGATA
AGATAA
GATAAC
ATAACT
AACTTC
ACTTCA
CTTCAT
TTCATT
TCATTG
CATTGA
AAACAA
AACAAA
ACAAAT
CAAATA
AAATAC
AATACA
ATACAG
TACAGT
GTGTAA
TGTAAA
GTAAAG
TAAAGA
AAGAGC
AGAGCT
GAGCTT
AGCTTA
GCTTAT
CTTATT
TTATTG
TATTGT
ATTGTA
TTGTAG
TGTAGA
TAGAAT
AGAATA
GAATAA
AATAAT
ATAATA
TAATAG
AATAGG
ATAGGG
TAGGGA
AGGGAG
GGAGGA
AGGAGT
GGAGTG
GAGTGG
AGTGGG
TGGGCT
GGCTGA
GCTGAT
CTGATT
TGATTG
GATTGT
ATTGTG
TTGTGC
TGTGCA
GCAGGA
CAGGAA
AAACAG
AACAGC
ACAGCC
CAGCCT
AGCCTG
GCCTGA
CCTGAG
CTGAGA
TGAGAG
GAGTCC
AGTCCT
GTCCTG
TCCTGT
CCTGTG
AGGGAA
GGGAAT
GGAATT
GAATTT
AATTTT
ATTTTA
TTTTAT
TTTATT
TTATTT
TATTTT
ATTTTG
TTTTGG
TTTGGA
TTGGAC
TGGACT
GACTTC
ACTTCT
CTTCTT
TTCTTC
TCTTCA
CTTCAC
TTCACA
TCACAT
CACATT
ACATTT
CATTTC
ATTTCT
TTTCTG
TTCTGC
TCTGCC
CTGCCT
TGCCTC
GCCTCT
CCTCTG
CTCTGT
TCTGTC
CTGTCT
TGTCTC
GTCTCA
TCTCAA
CTCAAG
TCAAGT
CAAGTC
GTCTCC
ACCTGT
CCTGTT
CTGTTT
TGTTTT
GTTTTC
TTTTCT
TTTCTT
TTCTTT
TCTTTG
CTTTGT
TTTGTC
TGTCTG
GTCTGG
TCTGGT
CTGGTT
TGGTTT
GGTTTT
CTGCTA
TGCTAC
GCTACT
TGCCTT
GCCTTA
CCTTAG
CTTAGG
TTAGGT
TAGGTC
AGGTCC
GGTCCC
CCCTGA
CTGAGT
TGAGTT
AGTTGC
GCCCCA
CCCCAC
ACTTAG
TTAGGC
TAGGCT
AGGCTT
GGCTTA
CTTATG
TTATGG
ACCTCC
TCCTCA
CCTCAC
CTCACT
TCACTG
ACTGTT
GTTGGT
TTGGTT
TGGTTG
GGTTGA
GTTGAG
TTGAGG
TGAGGC
GCACAT
CACATG
ACATGT
CATGTG
ATGTGT
TGTGTG
GTGTGC
CTGATC
TGATCA
GATCAA
ATCAAT
TCAATC
CAATCC
AATCCG
ATCCGA
TCCGAA
CCGAAT
CGAATC
GAATCC
AATCCA
ATCCAC
TCCACT
ACTCTG
CTCTGG
CTGGTA
TGGTAC
GGTACC
GTACCA
TACCAG
CAGGCT
AGGCTC
CCTTCC
CTTCCC
CCCCAT
CCCATC
CCATCC
CATCCC
ATCCCA
AGGCTG
GCTGAC
CTGACA
GACAGC
ACAGCG
AGCGGT
GCGGTC
CGGTCA
GGTCAT
GTCATG
TCATGT
CATGTT
ATGTTT
TGTTTC
GTTTCT
TGCCTA
GCCTAC
CCTACA
TACAGC
CCTGCC
GCCTAT
CCTATC
CTATCT
TATCTC
ATCTCT
CTCTTT
TCTTTT
CTTTTG
TTTTGA
TTTGAA
TTGAAT
TGAATG
GAATGT
AATGTC
TGTCCT
GTCCTT
CTTCTC
TCTCTA
CTCTAC
TCTACA
CTACAC
TACACT
ACTACT
CTACTC
TACTCT
TCTGTA
CTGTAC
TGTACT
GTACTT
TACTTA
ACTTAT
TATGGT
AGGTTT
GGTTTC
TTTCTC
CTCTTA
TCTTAA
CTTAAG
TTAAGA
TAAGAA
AAGAAT
CCCTTT
CCTTTG
TTCTTA
TCTTAT
CTTATC
TTATCA
TATCAG
ATCAGC
TCAGCA
CAGCAT
AGCATG
GCATGT
CATGTA
ATGTAG
TGTAGC
GTAGCC
TAGCCA
CCAGCA
CAGCAA
AGCAAT
GCAATA
CAATAT
AATATT
ATATTG
TTGTGA
TGTGAC
TGACAT
CATTTT
TTTTTA
TTTTAC
GAGTGA
AGTGAA
GTGAAT
GAATGA
AATGAT
TGATGA
GATGAC
ATGACT
GGGCAT
GGCATC
GCATCT
CATCTT
ATCTTA
TTAAAT
TAAATG
TGGAGT
GGAGTT
GAGTTC
TCTGGG
TGGGGT
GGGGTG
GGTGTT
GTGTTT
TCTTTC
CTTTCT
CTGCAT
TGCATA
CATAGG
ATAGGT
TAGGTA
AGGTAC
GTACCT
TACCTC
AGTAGT
GTAGTA
TAGTAG
GTAGTT
TAGTTT
AGTTTC
GTTTCC
TTTCCA
TTCCAA
TCCAAA
AAAATA
AATACT
ATACTT
TACTTT
TTTGGT
TTGGTA
TGGTAA
GGTAAT
GTAATT
TAATTT
TTTTAA
TTTAAC
TAACCT
AACCTT
ACCTTA
AAAGTT
AAGTTA
GTTAAC
TAAGCT
AAGCTA
CTAAGT
TAAGTA
AAGTAA
TAAAAG
AAAAGA
GATTTG
ATTTGC
TTTGCA
TTGCAT
TGCATT
GCATTA
CATTAA
ATTAAA
TAAATA
AAATAT
AATATC
ATATCT
TATCTA
ATCTAG
TCTAGA
CTAGAC
TAGACC
AGACCA
GACCAT
ACCATT
CCATTT
CATTTA
ATTTAT
TTTATA
TTATAA
TATAAA
ATAAAT
AAATAA
AATAAG
ATAAGA
TAAGAT
AAGATA
AGATAC
GATACA
ATACAA
TACAAT
ACAATA
CAATAC
ATACTA
TACTAA
CTAAAA
TAAAAC
AACATT
ACATTA
CATTAC
TGAAGA
GAAGAT
GATAAA
ATAATT
TAATTC
AATTCT
ATTCTA
TTCTAG
TCTAGT
CTAGTT
TTTACA
TTACAT
TACATA
ACATAC
CATACT
TTTGGC
TGGCTA
GGCTAC
CTACTT
TTACAG
TACAGA
ACAGAG
AGAAAC
AAACTA
AACTAA
AGATAT
GATATT
ATATTT
TTTTAG
TTTAGC
TTAGCC
TAGCCC
AGCCCA
GCCCAT
CCCATT
ATTAAT
TTAATA
TAATAA
AATAAA
ATAAAC
TAAACA
GTTTTT
TTTTTG
TTTTGT
GTCTAC
TCTACC
CTACCA
TACCAC
ACCACA
CCACAC
CACTGA
TGAGAA
AGAAAT
AATTGT
TTGTAC
GTACTA
TACTAT
CTATGA
TATGAG
ATGAGG
GGAAAC
GAAACA
AAACAC
AACACA
ACACAT
CACATC
ACATCC
ATCCCT
TCCCTC
CCTCTA
CTCTAG
CTAGAT
TAGATG
AGATGT
GATGTT
ATGTTG
GTTGGG
TTGGGA
GGGAGA
ATGGTA
TGGTAT
GGTATA
GTATAC
TATACT
ATACTC
TACTCA
ACTCAT
TCATAC
CATACA
ATACAT
TACATT
ATTTTC
TTTCTA
TTCTAA
AACCTA
ACCTAC
CTACTA
ACTATA
CTATAG
TATAGA
ATAGAA
AATGCT
ATGCTA
TGCTAA
CTAACA
TAACAT
AACATA
ACATAT
CATATG
ATATGA
TATGAC
ATGACA
GACAGT
ACAGTT
GTTTAT
TATAAC
TAACTG
AACTGT
TCTACT
TACTTC
ACTTCC
CTTCCT
TTCCTA
TCCTAG
CCTAGT
AGTTTT
GAAAAT
ATAAAA
AGATTA
GATTAC
TTACTA
ACTAAG
AAGTAT
AGTATT
GTATTA
TATTAA
TTAAAA
TAAAAT
AAAATT
AAATTA
AATTAT
ATTATA
TATAAT
ATAATC
TAATCA
AATCAA
TCAATA
AATATG
ATATGT
TATGTG
TGTGTA
GTAAAT
AAAACT
AACTAC
ACTGGA
GAAATA
AATAGA
AATAAC
TAACTA
AACTAG
ACTAGA
CTAGAA
AACAAC
ACAACT
CAACTC
AACTCT
ACTCTA
CTCTAT
TCTATG
ATGCAA
CAAAGC
AAAGCA
AAGCAT
CATGCA
TGCAAG
CAAGAA
AAAAGT
AAAGTA
AAGTAG
TAGTGC
AGTGCA
GTGCAT
TGCATG
GTTTTG
TTTTGC
TTGCAA
GCAAGT
CAAGTA
AGTAGG
GTAGGA
TAGGAC
GGACGT
GACGTA
ACGTAT
CGTATT
GTATTT
TTTTTT
TATAAG
ATAAGG
AAGGAA
AAAACC
AAACCA
AACCAT
ACCATA
CCATAC
TACAAA
ACAAAA
CAAAAG
AAAAAG
AAGAGA
GAGATA
GATACC
ATACCT
TACCTA
ACCTAG
CCTAGC
CTAGCC
TAGCCT
AGCCTT
GCCTTC
TTCCCT
CCCTGT
CTGTGT
TGTGTT
GTGTTA
TGTTAT
GTTATA
TTATAT
TATATT
TATTTG
ATTTGT
TTTGTA
TTGTAT
TGTATG
GTATGG
ATGGGT
TGGGTA
GGGTAA
GGTAAA
AAATGT
ATGTCA
TGTCAT
TTTCAG
TTCAGA
TCAGAA
TATATA
ATATAA
AAATTC
AATTCC
ATTCCT
CCTGGA
AAATTT
AATTTG
TTGTCA
TGTCAA
GTCAAT
TCAATG
CAATGT
AATGTT
ATGTTC
TGTTCT
TTCTCC
TCTCCT
TCCTTA
CCTTAT
TTATCC
TATCCA
ATCCAT
TCCATG
CCATGC
CATGCT
TGCTAT
GCTATG
CTATGT
ATGTGC
CCAGTA
ATAGAG
TAGAGT
GAGTTA
AGTTAT
GTTATG
TTATGA
ATGAGT
TGAGTC
AGTCAT
GTCATA
TCATAA
CATAAT
ATTCCA
TCCAAT
CCAATT
CAATTA
TTATTA
TATTAT
TTTAAA
TGTTGT
GTTGTG
CTGGGT
TGGGTG
GGGTGC
CAGTGG
GGCTCA
CTCACG
TCACGT
CACGTC
CTGTAA
TGTAAT
TAATCC
AATCCC
TCCCAC
CCCACC
CACTTT
ACTTTG
CTTTGG
TTTGGG
AGGCCT
GGCCTA
GCCTAG
CCTAGG
CTAGGC
TAGGCA
GCAGGT
CAGGTG
GGTGGA
TGGATC
GGATCA
GATCAC
ATCACA
TCACAA
CACAAG
CAAGGT
AAGGTC
AGGTCA
GGTCAG
GTCAGG
TCAGGA
CAGGAG
GAGATC
AGATCG
GATCGA
ATCGAG
TCGAGA
AGAACA
GAACAT
AACATC
CATCCT
ATCCTG
CTGGCT
GACATG
GGTGAA
GTGAAA
GAAACC
AAACCC
AACCCC
ACCCCA
CCATCT
CATCTC
CAAAAA
AATTAG
ATTAGC
AGGCGT
CGTGGT
GGTGGT
TGGGCA
GCACCT
CCTGTA
GTACTC
TACTCC
ACTCCC
CTCCCA
CCCAGC
CCAGCT
AGCTAC
ACTCAG
CTCAGG
AGGAGG
GAGGCT
GAGAAT
GAATGG
TGGCAT
GCATGA
CATGAA
ATGAAC
TGAACC
GAACCA
CAGAGC
AGCTTG
AGTGAG
GTGAGC
TGAGCC
GAGCCA
AGCCAA
GCCAAG
CAAGAT
AGATAG
GATAGC
CGCCAC
CCACTG
ACTCCA
TCCAGC
GCATGG
CATGGG
GCAACA
CAACAG
AACAGA
AGAGCG
GAGCGA
AGCGAG
GCGAGA
CGAGAC
GAGACT
AGACTC
GACTCT
CTCTAA
TCTAAA
CTAAAT
GTTTTA
TTTATC
TATCCC
CCCACA
CCACAG
ACAGAA
AAAATC
AAATCG
AATCGA
ATCGAA
TCGAAT
CGAATA
GAATAT
ATATCC
TATCCT
ATCCTT
CCTTGT
TGTCAG
GTCAGT
TTGTGG
GTGGTA
GTATAA
ATAATG
TAATGA
TGAACT
GAACTC
ACTCTC
CTCTCA
TCTCAT
CTCATC
TCATCA
ATCAGA
TCAGAT
CAGATC
AGATCT
CTTTCA
TTTCAT
TTCATC
CATCAC
CACAGC
CAGCCA
AGCCAT
GCCATT
ATTTCA
TTCATA
TCATAT
CATATT
ATATTC
ATTCTT
CTTTAT
TATCAT
ATCATT
TCATTT
ATTTAG
TTTAGA
TTAGAT
TAGATA
ATATTA
TATTTC
ATTTCC
TTTCCC
CCTGAT
CTGATG
TGATGC
ATGCTT
TGCTTT
GCTTTC
CTTTCC
TCCTGA
CCTGAA
TGAAAG
GAAAGC
AAAGCT
AAGCTC
TGCAAT
GCAATC
CAATCA
AATCAG
TCAGCT
GCTACA
ACAGGT
GTCAGA
GTTCAT
TCATCT
ATCTCC
CTCCAT
TCCATC
ATCACG
TCACGG
CACGGG
ACGGGA
GGACTC
GACTCC
CTCCCT
CTCTGA
TCTGAG
TGAGAC
AGAGTA
GAGTAT
AGTATG
GTATGC
GATAGT
ATAGTC
TAGTCT
AGTCTG
TGGTTA
GGTTAT
TTATAG
TATAGG
ATAGGC
GGCTTC
GCTTCT
TTCTGA
TCTGAT
GATGAT
ATGATA
TGATAT
TATTGC
ATTGCT
TGCTTA
GCTTAA
AACTTT
ACTTTA
CTTTAA
TTTAAG
TAAGAC
AAGACC
ATACAC
ACACTT
CACTTC
ACTTCG
TTCGCT
TCGCTC
CGCTCA
TCAGTG
GTGAAG
AAGATC
GATCTC
TCCAGA
CCAGAA
CAGAAG
AGAAGT
TCTGCT
CTGCTT
GCTTCA
CTTCAG
ATTGAT
TGGGTT
GGTTCA
TTCATG
TCATGA
CATGAC
TGACAC
ACTGCT
AACCCA
ACCCAA
CCCAAG
AAGATG
TGCAAC
CAACAA
AACAAG
ACAAGA
CAAGAC
AAGACT
AGACTG
TGGAAT
GAATTG
TTGATT
TGATTA
ATTACA
TACATG
CTGAAT
GAACTG
ACTGAT
GATGAA
ATGAAA
GATTAT
TATAGC
ATAGCT
TAGCTT
AGCTTT
GCTTTT
CTTTTT
TTGGAG
GGAGCA
GAGCAT
AGCATT
GCATTG
TGGTTC
TTTAAT
TTAATG
TAATGT
GTTCTA
CTGGAC
GACTTA
GAAATC
AAATCT
AATCTC
ACCTAA
ACTGTA
TGTAAC
GTAACA
ACAATT
CAATTT
AATTTA
TTTAGT
TTAGTA
GTAGAT
TAGATT
TTATAC
GAAGTG
AAGTGA
GCATTT
TTATCT
TATCTT
TGCCTG
TGATTT
TTCCAG
AGAATT
AAATCC
AATCCT
CCTTAC
CTTACT
CTGAAC
TGAACA
GAACAC
AACACT
ACACTC
TTCACG
TCACGA
CACGAT
ACGATG
CGATGA
GATATA
ATATAG
ATAGTT
TAGTTG
GTTGTT
TTGTTA
TGTTAG
GTTAGC
TTAGCA
TAGCAA
AGCAAA
GCAAAA
AAGTCC
AGTCCA
GTCCAA
CCAATA
CAATAA
AGAATC
GAATCT
ATCTGT
TCTGTT
CTGTTC
GTTCAC
TCACCT
ACCTTG
CCTTGA
CTTGAA
TTGAAC
GAACAG
AGACCT
TAATGC
AATGCC
GCCGCA
CCGCAT
CGCATA
GCATAT
CATATC
ATCTAC
CTACAA
TACAAC
ACAACC
CATCTG
TGATCT
CTTTGA
TTTGAC
TTGACA
TGACAA
GACAAA
ACAAAC
CAAACC
AAACCT
AACCTG
ACCTGA
CCTGAC
ACAAGC
CAAGCA
AAGCAA
GCAATG
CAATGG
AATGGG
GGGGAA
GGGAAA
GGAAAG
GAAAGG
AGGATT
GGATTC
GATTCC
ATTCCC
TCCCTA
CCTATT
CTATTT
TATTTA
ATTTAA
AATGGT
GGTGCT
CTGGGA
TGGGAA
AACTGG
GGCTAG
GCTAGC
GCCATA
CCATAT
TATGTA
AAGCTG
AGCTGA
CTGGAT
GGATCC
GATCCC
TCCCTT
TTCCTT
CTTACA
TTACAC
TACACA
TATACA
AATTAA
TTAATT
AATTCA
ATTCAA
TTCAAG
TCAAGA
GATGGA
ATGGAT
TGGATT
GGATTA
GATTAA
AGACTT
ACTTAC
ATGTTA
GTTAGA
TTAGAC
GACCTA
CCTAAA
CCATAA
CATAAA
CCCTAG
CCTAGA
TAGAAG
AGGCAA
GGCAAT
AATACC
ATACCA
TACCAT
CCATTC
CATTCA
ATTCAG
GGACAT
GACATA
ACATAG
TGTTTA
GTTTAA
AACACC
ACACCA
ACCAAA
AACAAT
ACAATG
GCCAAA
ATGGAC
TGGACA
CAAATG
TGGGAT
GGGATC
GATCTA
ATCTAA
TCTAAT
CTAATT
TAATTA
TTAAAC
TAAACT
AGCTTC
ACAGCA
TACTGT
CTGTCA
GTGAAC
AACAGG
CAACCT
CACAAC
TCTGAC
ACAAAG
GGGCTA
GGCTAA
GCTAAT
CTAATA
TAATAT
ATCCAG
AATCTA
CAATGA
ACACAA
CACAAA
AAAGAA
ATTTAC
TTACAA
TACAAG
CAAACA
CAACCC
CATCAA
ATCAAA
TCAAAA
AAAGTG
AAGTGG
GGCGAA
GCGAAG
CGAAGG
ATGTGA
TGTGAA
TTCTCA
CTCAAA
AAGAAG
GAAGAC
AAGACA
TTTATG
TTATGC
GCAGCC
AGGAAT
GGAATG
CATCAT
ATCATC
CATTGG
ATTGGC
TTGGCC
GGCCAT
AAATGC
GCAAAT
CAAATC
AAATCA
AATCAC
CACAAT
AATGAG
ATGAGA
GACACC
ATCTCA
TCTCAC
TCACAC
CACACC
CACCAG
ACCAGT
AGTTAG
TTAGAA
TGGCGA
GGCGAT
GCGATC
CGATCA
GATCAT
AAGTCA
AGTCAG
ACAACA
AGGTGC
GAGGAT
AAATAG
ATAGGA
TAGGAA
AGGAAC
GGAACA
CTTTTA
TTGGTG
GTGGGA
GGACTG
GACTGT
GTAAAC
ACTAGT
TAGTTC
AGTTCA
GTTCAA
TTCAAC
TCAACC
CCATTG
CATTGT
GCGATT
CGATTC
TTCCTC
AGGGAT
TAGAAC
AGAACT
GAACTA
CATTTG
ATTTGA
TTGACC
TGACCC
ACCCAG
CCAGCC
TCCCAT
TTACTT
TACTTG
CTTGGT
GTATAT
ATATAC
TATACC
ATACCC
TACCCA
CCAAAG
AAGGAG
GGAGTA
TAAATC
AATCAT
ATCATG
TCATGC
ATGCTG
TGCTGC
GCTATA
CTATAA
ATAAAG
ACATGC
ACACGT
CACGTA
CGTATG
GTATGT
TATGTT
ATTGCG
CGGCAC
CACTAT
ACTATT
CTATTC
TATTCA
ATTCAC
CAATAG
AATAGC
ATAGCA
GACTTG
TGGAAC
AACCAA
ACCAAC
CCAACC
CCAAAT
ATCCAA
TCCAAC
CCAACA
TGATAG
GATAGA
ATAGAC
TAGACT
ATTAAG
AATGTG
CACATA
CATATA
ACCATG
CCATGG
CATGGA
ATGGAA
GGAATA
GAATAC
GAAGAG
CATGTC
TCCTTT
TGTAGG
GTAGGG
GGATGA
TCATTC
CATTCT
TCTCAG
CTCAGC
GCAAAC
CAAACT
AACTAT
ACTATC
CTATCA
TATCAC
CAAGGA
CCAAAC
TCACTC
CACTCA
TAGGTG
GAACAA
GGGAAG
GAAGGG
AAGGGG
AGGGGA
GGGAAC
ACATCA
TGTGGG
GGGTGG
GGGGGA
GAGGGA
GGGATA
GGATAG
TAGCAT
ATTAGG
TTAGGA
TAGGAG
CCTAAT
CTAATG
GCTAAA
AATGAC
ATGACG
TGACGA
GACGAG
ACGAGT
CGAGTT
GTTAAT
TAATGG
CAACAT
GTGCAC
ATGTAT
TGTATA
ATGTAA
TAACAA
ATGTAC
TGTACC
GTACCC
AAACTT
AACTTA
TAAATT
TTACCA
TACCAA
TAATAC
ACCAAT
CCAATG
GTGCTC
GCTCTA
AGATCA
ATGAAT
ATGCAT
TGCATC
GCATCA
GCATCC
CCCAAT
TATTGA
ACATAA
TTACCT
TACCTT
CTTATA
ATAACA
TAACAG
TAATTG
AATTGG
ATTGGA
TTTGTT
ATTATC
TATCAA
ATCAAG
TCAAGG
AAGGTT
ATATCA
ATCATA
TTTAGG
AATGTA
CCTAAG
CTAAGA
ATCACT
TCACTT
ATGACC
TGACCA
GACCAG
ACCAGC
GCAATT
TTAAGG
GGAAGT
GAAGTA
AGTAAG
GTAAGG
TAAGGT
GTTGAC
TTGACT
TGACTT
AGTGCT
GTGCTT
GCTTAC
AGCACT
GAAACG
AACGAG
ACGAGA
TCTTCT
CTTCAA
TTCAAA
GTCACA
AATTTC
TCTTAC
TGAGAT
GAGATT
AGATTG
GATTGC
TTGCTA
GCTATC
CTATCC
CCACTA
TATATG
GTGTGT
TGTGTC
GTGTCT
TGTCTT
GTCTTC
TCTTCC
GTCCTA
CTAGCT
ATGCCT
GGACAG
GACAGA
CAGAAC
TAGACA
AGACAA
CAAGCC
AAGCCC
AGCCCC
CAGCCC
CCCATA
CCATAG
TGCCAT
CATTCC
ATTTGG
TTAACT
CTGGGC
CAACTT
TTCTAT
TCTATT
TATTCC
CTTACC
AAGTTT
ACTAAT
ATAGCC
GCCAAC
CCAACT
TGAGGT
GAGGTC
GGTCTT
GTCTTA
GCCAAT
CAGCAG
TAGGGT
GGGTAG
GGTAGA
GTAGAC
CATAAG
AGGTTA
ATAAGT
AGTAAC
GTAACT
TAACTC
TGTTCG
GTTCGG
TTCGGT
CGGTGT
GTGTTC
ACAGCT
CTATTG
ATTGAG
TTGAGT
TGAGTA
GAGTAG
AGTAGC
GTAGCA
TAGCAC
GCACCC
CACCCT
CCTTTC
GAAAGT
TAAAGC
AGCTCA
CTCACC
TAAGAG
TGTTCC
TTCCCA
CCACGT
CACGTT
ACGTTA
CGTTAA
CCTTTT
CTGATA
TGATAC
ACAGGG
GGTTAG
GTTAGT
TAGTAA
GAAGGT
GTCATT
CCTGGT
TGGTAG
GGTAGG
GTAGGC
TAGGCC
CCAGGA
TTAGGG
GGATAT
GGGGCC
GGGCCT
GGCCTC
GCCTCA
CCTCAA
GAATTC
AGGACT
GACTGC
TTTGAT
TTGATA
TCTTAG
CTTAGC
TTAGCT
CTTGGC
TGGCTT
GGCTTT
TAGCTG
TGAATA
TAAGGC
AAGGCC
GGCCTT
GCCTTT
CCTTTA
AGTCAA
GTCAAA
TCAAAT
AGATTC
GATTCT
TCTATA
CTATAT
TATGAA
ACTTGA
CACCTA
ACCTAT
GTGGTC
TGGTCA
GTCATC
TCATCG
ATCGCC
TCGCCT
GCCTGT
AGTTAC
GTTACA
TCAAGC
GAATAG
AATAGT
AGTCTT
ATTATG
TATGAT
TGATAA
ATGGTT
GGTTAC
GTTACT
TACTAC
TTTCAA
TCAAAG
ATGGCC
CCGGCA
CCTATA
GCACTT
AGGCCA
ACCCTG
TTCTAC
TTAGTT
AGTTGG
TTGGGT
GGGTAT
GGTATC
GTATCA
GTGCCT
CTGTAG
TAGTCC
AGTCCC
CTAATC
ATCAGG
GGAAGC
GAAGCT
GATCGT
ATCGTT
TCGTTT
CGTTTG
GTTTGC
CACCCA
GGAGGT
GAGGTA
AGGTAG
GTAGAG
TAGAGG
AGAGGT
GAGGTT
GTTGCA
TGAGCT
GAGCTG
ACCTTT
CTTTGC
GGGTGA
AGAGCC
GCCAGA
CAGACC
GACCCT
CCTGTC
TTTGTG
GTGGGT
GGGTTA
CAGATT
CTAGTC
GTCTTG
TTGTTT
TTGTAA
TAGATC
AGATCC
GATCCT
CTGCCA
TGAATT
ATTCTG
TTCTGT
CTGTCC
CCACAA
GATACT
GAGCAA
AGCAAG
AGAAGC
GAAGCC
ATTGTC
TCTCTC
CTCCTA
TCCTAC
TGTATC
GTATCT
ATCTAT
ATGGTC
GGTCAC
GTCACC
CAAAGT
TTTGCT
TCCCCA
GCATAA
CATAAC
ATAACC
TAACCA
CAAATT
GGTACA
GTACAT
ACATTC
ATTCAT
CATAGA
CAAGCT
ATCAAC
TCAACT
AACTCA
ACTCAC
ACATGA
CATGAG
ATGAGC
TGAGCG
AGCGAC
GCGACT
CGACTC
TAAGTG
AGTGGA
GTGGAA
AGTGTG
AGGAGC
AGCATA
GCATAC
GTGACC
TGACCT
CACTGG
AGAAGG
GGCAAA
ACAGAT
AGGGGT
GGGGTT
GCATTC
TCCATA
GGATAC
GCCACA
CAATGC
ATATGC
GGTTAA
GTTAAA
AAACTC
AATTAC
TTACTC
AGTATC
TACATC
TATGCT
TTGGAT
GGCTTG
GCTTGT
TCCCCG
CCCGCA
CCGCAA
ACTGTG
GTGTCA
CGATGG
CTAGTG
TGTTTG
GTTTGG
TGGGTC
GGGTCA
GGTGAT
GTGATG
ATAGAT
CTCCGA
TCCGAT
CCGATG
GTAGGT
GGTAGT
TAGTTA
GAGTCT
CCTTGG
TTCACT
TGTGAT
GTGATC
ACCCCT
CCCTTG
TTCCAC
ACTTTC
AGGTGA
GACTGA
CCAGAT
AAGTGC
TGCCCA
GCCCAA
CCAATC
CAATCT
TCAGAC
AGCCAC
TAAGTT
GTTACC
TTACCC
AGCCTC
TCAGGT
CAGGTA
AGGTAT
GGTATT
GTATTC
CTGTTA
TGTTAC
AGCACG
GCACGA
CACGAA
ACGAAA
CGAAAT
GACTAA
AGGTAA
AAGGTG
AGGTGT
GGTGTA
TGTTGA
TAAGTC
GTCACT
CTATAC
AAGTTC
CAATTG
ATTGTT
TGTTAA
TTAACA
AACAGT
GTTGTA
AACCAC
TATCTG
CTGTAT
ATCTGG
AAGTTG
ACCAGA
ACTGGT
TGAAGT
GCAAGG
GGTGAG
GTGAGA
AAGGCT
AGGCTA
GCTAGA
ATGATT
TGATTC
GATTCA
GTGATA
GATCAG
GACATC
TCAACG
AACGTT
CAGACT
GTGTCC
TGTCCA
GTCCAT
CCATGT
AAGGGA
TTGATC
GATCTG
TGCTGT
TTTGCC
TTTGAG
TTGAGC
ATATGG
TATGGA
GGAATC
GAATCA
GGTTTA
TAAGGG
TCTAGG
CTAGGG
TAGGGC
GCCTTG
ATTGCC
TTGCCA
CTCAAT
TAAACC
GCACAA
CTGCCC
TGCCCT
GCCCTG
AAGCCG
AGCCGG
CCGGGT
CGGGTA
GTATTG
CCAAGG
GGTTTG
GTTTGT
CCCATG
GTCTGA
TGGCCT
GGATAA
GATAAG
CTTGAC
ATCCCC
ACCCAT
GATTAG
ATCCTC
TTGAGA
GGAACT
GAACTT
CTTGAT
ATGTCT
GTCTCG
CTCGGT
TCGGTA
CGGTAT
AACCCG
ACCCGA
CCCGAT
CCGATT
CGATTG
TGTACA
ACACCT
TTCAAT
TCAATT
CAATTC
GATAGG
CCACCC
TTGGCA
GCTGTC
GTCTAG
GTTATT
GTGGAC
CATCCA
TAGTAC
AGTACC
CTTAAT
CTGACC
ATCACC
TCACCC
GATAAT
AGACCG
GACCGG
ACCGGT
CCGGTG
GGTATG
GAGAGC
CCAGTC
CAGTCC
TGGGCC
AGTTTG
TCAGTC
CAGTCT
TCATCC
GATGAG
TGGAGG
GGGCCA
CCTTCA
TCAAAC
TTATGT
GTTTAG
AATATA
CTACAT
GTGTAT
TAGGTT
CTAGCA
GTGCTA
TCAACA
GATGTA
TGTAAG
GTAAGT
TCAGGC
TTGAAG
TACTAG
GGAGCC
AGGATA
AATCTT
ATCTTG
TCTTGA
AAGTAC
AGTACT
ATATAT
TATATC
GCTACC
CTACCG
TACCGA
ACCGAA
GGCCAA
CAACAC
GTGCAA
AGTGTT
GTGTTG
GTTGAA
AAGCTT
CTAGGT
GGTGTC
TGTATT
ATAAGC
TCAGCC
AACTCC
ACTCCT
TGAGTG
GCTCTG
GTAGCT
TAGCTC
AGCTCT
TGCCAA
ATGATC
TGATCC
GATCCA
CTTGAG
ACTGAC
GACCAA
CAGTAC
GTCAAG
AAGCCT
TGTCAC
GAGCCT
AGCCTA
TGACTA
GACTAC
ATGTCG
TCGTGC
CGTGCG
GAGTAA
GTAAGA
GGGAGT
GGAGTC
CTTTAG
AGTCTA
GTCTAT
TCTATC
TATTGG
ATTGGT
ATTAAC
CTGTGA
TAAGCC
ACTAGG
GGTTGT
ATACCG
CCGTGA
CGTGAA
GAATTA
CTAGTA
ATTGAC
AGAGCA
CAAAAC
TAACAC
TATCGT
ATCGTA
TCGTAT
CTTGTG
TTGTGT
CTTAGA
GTTTCA
ATGGCT
GTTCCA
GTCTTT
ATTGGG
TCAGCG
CAGCGA
GCTTTG
GACGTT
ACGTTC
CGTTCT
TCTACG
CTACGG
TACGGG
ACGGGT
CGGGTG
GTGATT
TGTTGC
GTTGCT
TCACTA
TATGTC
TAGCTA
AGCTAG
GCTAGG
GAAGTT
TTGCCT
GTAATA
GACCTT
TCTTGG
AATCGC
ATCGCT
TCGCTA
CTAAGC
GCTTAG
AGGGCA
ATCTGC
CCTCCC
TCACCG
CACCGA
ACCGAG
AGAGGG
GAGGGT
GACCTG
ACCTGG
ACATCT
GATTGA
TCTCCC
CCAAGC
AGCTGT
GCCTCG
CCTCGA
CTCGAC
TCGACC
CGACCA
GACCAC
TTGGGC
GCGCAT
CGCATC
TCCGAG
CGAGAG
CAACTA
CTCAAC
CAAGTT
TATGCC
AGCAAC
CCTCCA
CAGCTT
CTCTTC
TCTAAG
TATGGC
CACGCT
CGCTAT
GAAGCG
AAGCGA
AGCGAT
AGCAGC
CAGCCG
AGCCGA
GCCGAA
CGAAGC
ACTTGT
CTTGTA
GCCACG
GACAAT
CTGGTC
TGGTCT
CCTCGG
CTCGGG
TCGGGT
ATCCTA
TCCTAA
CTAAAC
CACCTC
CTGACT
TGACTC
TTTACG
TTACGA
TACGAT
ACGATC
CGATCT
GCTGTA
GTATCC
GATATC
AGTGGT
GATATG
CACCGG
ACCGGG
CGGGTT
GGGTTG
GTTAGG
TAGTCA
TTCAGT
CCACAT
CAACGG
ATTCCG
TTCCGC
TCCGCA
CGCATG
GGGGAT
TGGTCC
CTTCCG
TTCCGT
TCCGTC
CCGTCT
TAGGAT
GAGCAC
ACTCAA
TATTAG
GTGAGT
AAGGTA
ATGCCC
GAGCCC
CTAGAG
GATTTA
GCCCTT
AGACTA
CAAGCG
AAGCGG
AGCGGG
GCGGGC
TTCAGC
TGCTAG
CTAGGA
CAAGGG
GACTCA
GGGTTT
AATTGC
GCCTAA
AGATGA
TGGATA
GTTTGA
GTGGTT
CTTCTA
GATGGC
ACACCG
ACCGGA
CGGAGT
TAGTGT
GTTCGA
TTCGAA
TCGAAG
ACAAGT
GGTCTA
TAGAGA
GCAAGC
GACAAC
GGGGCT
GAGTTT
TTTCCG
TTCCGG
TCCGGC
CGGCCT
GGCCTG
CATCTA
GGTCAA
AGCAGG
TCCAGT
CCAGTG
GGCATT
TGCGTT
GCGTTT
GTAATG
ATAACG
TAACGG
ACGGAA
CGGAAG
GGACCA
AGCCCT
TTCGCA
ACAATC
TCCGCT
CCGCTC
CGCTCC
GGATTG
GTCAGC
TTCCCG
TCCCGA
CCCGAC
CCGACA
CGACAT
CCTCTC
GACGAA
ACGAAT
TTGCGT
GCGTGA
CGTGAG
GTCCAG
TGCTCG
GCTCGG
CGGGGT
GGTAGC
TAGCAG
GTAACC
AGCATC
GCTTGA
TGAATC
CTTAGT
TTGTTG
ACTAAC
GTCAAC
AGCTGC
GGCCCG
CCCGTT
CCGTTT
CGTTTT
GTACAG
GCTTTA
AACACG
CACGTG
ACGTGC
TCCTAT
TACCGG
CCGGTT
CGGTTC
ACCGTC
CGTCTC
GCTAGT
ATTAGA
TAACGA
AACGAA
GGGCTT
AGTGTC
GCGCTC
CGCTCT
AGTTCC
TCCCGG
CCCGGG
TCCACA
AAGGGT
AGTCGC
TCGCCA
GGATTT
GATTTC
AACGTG
ACGTGA
GGGATT
CTTGCC
TTAATC
ATCTTC
ACAGTC
CAGTCA
AGGACC
AAAGGT
GCTCAA
TTGGTC
GGTCTC
GGTAAC
AGCGCT
GTTCCT
CACTAG
CTCCCG
CCCGGA
AGTGAT
CACGGT
ACGGTA
GCAGTC
CTTACG
TTACGC
TACGCT
GCTCGA
CTCGAT
TCGATG
ATACTG
AATTCG
ATTCGA
TCGAAC
CGAACT
GATTGG
CCGAAA
CGAAAG
TAGGGG
ACGAGG
GCACGT
ACGTTG
CGTTGT
CGGAAT
TGCGTC
GAGTGC
GTCCCG
TCCCGT
CGTTGG
ACTGCG
CTGCGG
TGCGGA
GGTCCA
AGTGCG
GCGGCT
GGTAAG
GTAAGC
GATGCG
ATGCGA
TGCGAG
CGAGAT
TAAACG
CGTCTT
ATTACC
TTAGAG
ACCGAT
GTGCGC
TGCGCA
GACCGT
TCCGAC
CCGACC
CATCGG
ATCGGA
TCGGAT
GATGCC
CCACGA
CGATCC
TGAACG
GAACGG
AACGGT
ACGGTC
CGGTCT
GGGGTA
TACACG
AATACG
ATACGT
TACGTG
ACGTGT
CGTGTC
CCTGCG
GCGTTA
CGTTAG
ATCCGT
TCCGTG
CGTGAC
TAGAGC
ACGTTT
AGCCCG
GCCCGA
CCCGAG
CCGAGT
CGAGTC
TCTCGC
CTCGCT
GTGCGA
TGCGAT
CACCCG
ACCCGG
CCCGGC
CCGGCT
CGGCTA
TTAGTC
CTGACG
TGACGT
ACCACG
GCCCGG
TTAAGT
ACGTCA
CGTCAA
CATACC
GACTAG
ACTAGC
GACCGA
CGAGGG
TGATCG
ATCGAT
TCGATT
CGATTT
GGTTGG
TGCGGT
GCGGTT
TACGCA
ACGCAA
CGCAAT
TGGACC
TCCGTA
CCGTAA
CGTAAT
ACGCAT
CGCATT
AGAACC
CTTTCG
TTTCGG
TTCGGA
GCGCCC
TTGTCG
TGTCGA
GTCGAA
GCATCG
CATCGA
CGATGT
GGCTAT
GGGCCG
GTTTCG
TTTCGT
TTCGTT
TCGTTG
CGTTGA
GGGTCT
GTACCG
CGGTTG
GATCCG
ATCCGC
CCGCTG
TCTCGA
CTCGAG
TCGAGG
AACTCG
ACTCGT
CTCGTT
CGTTTC
TCTCGT
CTCGTG
GTGCCG
TGCCGT
CTCGGA
ATCGTC
TCGTCT
GACCCG
ACCCGC
CGCGCT
ATCTCG
ACGTAC
TTGCCG
GGACGA
ACGAGC
CGAGCA
CCGTTC
AGTACA
TGACCG
GTTGGA
AGCGGA
CTTCGT
TTCGTC
TACTCG
ACTCGG
CCGTGC
CGTGCT
AGTTCG
TTCGAG
TCGAGC
CGAGCT
CGCTTT
GAACCC
GCGTCA
CGTCAC
AGGTTC
GTACAA
AATCGG
CGGATA
CTCGAA
CGAACG
CGACCT
TTACGG
TACGGA
CGGAAA
CATACG
ATACGA
TACGAG
ACGCTC
AGACGT
GACGTG
GAGTAC
CACTCG
TCGGCC
GAACGT
CGTTCA
CGGGAA
GCCGAT
ACGCCT
AGGCCG
GGCCGA
TAGCCG
GCGGAC
CGGACA
AGTACG
GTACGT
TACGTA
ACATCG
ATCGGC
ACGGTG
CGGTGA
AGACGA
GACGAC
CGACGA
ACGACA
CGACAG
TTACGT
CGTGTA
GTGTAC
AGGCGA
CGATTA
CCGGAC
AACGGC
ACGGCC
ATACGG
TACGGT
ACGGTT
CGGTTT
CCCGCT
ATCCCG
TGGCGT
GATCGC
TCGCAC
CGCACC
GGCGAC
GCGACA
TGTACG
GTACGA
CATCCG
TAGCGT
TTCGTA
TCGTAA
CGTAAC
TCGTTC
CAGTCG
TCGGAC
CGTGTG
GGACCG
GACCGC
CCGCAC
TCCTCG
CCTCGT
TCGTGT
TTTCGC
TCGCTT
CGCTTA
TACCCC
TATCCG
CCGTGT
TGGTCG
GGTCGT
GAACCG
AACCGA
AAACCG
AACCGT
ACGTGG
TTGACG
CTAGCG
TAGCGG
ATGCGT
GCGTGT
TGTGCG
TGCGCG
GCGCGC
CGCGCG
CGCGTG
CGTCAG
GCCCCG
AGGGCG
GTGTCG
TGTCGG
TCGGAA
TCCGGG
CGGCGT
GGCGTT
CTGCGA
CGGCTC
CTCCGG
CCGGAT
GGCGTC
CGTCCG
GTCCGG
TCCGGA
AACCGG
ACCGGC
TGCGAA
GCGAAC
CCTCCG
TCCGGT
TGACGG
CGGACC
CGGGCT
TCGGTC
CGGTCC
GGTCCG
CCGGTC
TCGAAA
CGAAAC
CAAACG
AACGGG
AGCGTC
GTCGGC
GCGGGT
CGGGTC
AGCGAA
ATACGC
GCGCTT
CGCTTC
GTCGTT
TCGTTA
ACCGCG
GCGTTG
TCCCGC
CGCCCA
CATTCG
ATTCGC
TCGCAT
TTTGCG
CGCCTA
AGCGTT
CAACCG
AACCGC
CGGATC
GAGCGT
AGCGTA
GCGTAG
CGTAGC
CGTGAT
CGGCTT
CGAGTA
CGTGTT
CGCGCC
GAACGA
ACGAAG
CGAAGA
GTATGA
GTCGAG
CGGCAA
ACCGCC
CGCCTT
TTCGCC
CGTCAT
GCTTCG
CGAATT
ATATCG
TCTTCG
TCTAGC
CTCGTA
CGCCAA
TTCCGA
CGAAAA
TTTTCG
ACGTAA
CGTAAG
CGTATA
TAAGCG
AAGCGT
ACGTCC
CGTCCT
ACCTCG
CCACGG
TAACCG
GATACG
CGGATT
TTAGCG
GCGTAA
TATGCG
TGCGTA
GCGTAT
CCGAGC
TATACG
GGATCG
TCGTAG
CGTAGG
CGAATG
CTCTCG
GCCGTA
CCGTAC
TACGTT
CGTTTA
ACTACG
CTACGC
CGACAC
GTTCCG
TCGATC
TCGTGA
ATTTCG
TTCGGC
AATGCG
GCGAAA
CTACGT
TACGTC
ACGCTT
ACGTAG
CGTAGT
TACGAA
ACGAAC
CGAACA
CTCGTC
TCGTCA
GATTCG
ATTCGT
TTCGAT
ATGCGG
TGTCCG
GACTCG
ACTCGC
CGGTAG
CCGATA
CGATAA
CGTGCA
GGTTCC
AATCGT
ATCGTG
GACGTC
GAATCG
ATCGGT
CGCACT
GACGGT
GGTTCG
TTCGAC
TCGACA
CAATCG
TCGATA
CGATAT
ATTCGG
TACGGC
TTAACG
TAACGT
AACGTA
TTCGTG
GTCGCA
CCGTAT
AGTCCG
GTCCGT
GTCCGC
GTTCGT
CGTAAA
TATTCG
TACCGC
CCCCGG
TTTCGA
TAGGCG
CCCGGT
TCGAGT
CACGAG
CCCCGT
GAGCCG
CGATAC
TAGACG
CGCAAG
TAATCG
GCGAAT
TGTCGC
TCGCCC
ATTACG
CATCGT
CGTACC
AGCCGT
GCCGTT
TCGGCA
ACCGTA
ACCCGT
CCCGTG
TCCACG
GTATCG
GCTCGT
CCGTCA
GGTCGA
GTCGAT
TCGCTG
GCCGGT
CCGGTA
CGGTAC
AGTCGA
GTCGAC
TCGACT
CGACTG
TGGACG
GACGAT
ACGATT
CACGAC
ACGACT
CGACTA
ACCGCT
CGCAAC
GGAACG
CGGTTA
CGAGCC
CGGTAA
GTACGC
TACGCG
CGCGAA
GCCGTC
GTCCGA
GCAACG
CAACGC
ATCCGG
CCGATC
AGCCGC
TGCGAC
CGACCC
GGCTCG
CGGTCG
ACCGAC
CCGACT
CGACTT
GACGCG
CGGCGA
AGGTCG
CTCGCG
GAGCGG
TCGGCG
GTAGCG
TCGTCC
CGCTAC
TCTCCG
GCGGAT
CGCTCG
GATCGG
ACACGA
GTCGCT
TACCCG
CGAACC
GTGCGT
ACGCGT
GTTCGC
TCGCGC
TGCCGA
TCGGTT
CGTATC
CCCGTA
CCGGAA
GTACGG
GTAACG
GCGATA
ACGACC
CGACCG
ACGATA
CCTACG
CGTACT
GCTACG
CTTCGA
GCGGTA
CCGCTA
ATCGGG
CGTCTA
ACTCGA
TACGAC
TACGCC
GGCGTA
ACAACG
CGTAGA
CGTTCG
GCGCTA
GTTACG
CCGAAC
TATCGA
GCGTAC
AACGAT
CGACAA
CGTTAC
CGATAG
CGGACT
CTATCG
CCGCGA
GGCCGT
TTGGCG
CCGTCG
CTACGA
CGACGT
TATCGG
CGCTAG
GCGAGT
CCGTAG
GGTACG
TCGACG
ATCGAC
CGAGTG
CGTACG
TTGCGA
TAGCGA
CAACGA
GCGACC
CGCGTA
CGATCG
CGTCGA
